Repository: billyLumberjack/c2c_ui
Catalog: src/translations/po/*.po
Languages: ca, de, it

source: List of versions for language:
ca: Llista de versions per idioma:
de: Versionenliste für diese Sprache:
it: Lista delle versioni per la lingua:

source: Load my preferences
ca: Activa les meves preferències
de: Meine Einstellungen aktivieren
it: Attivare le mie preferenze

source: loading
ca: s'està carregant

# waypoint_types
source: local_product
ca: Producte local / comerç
de: lokale Produkte/Geschäfte
it: prodotti locali

# waypoint_types
source: locality
ca: Localitat
de: Gegend
it: luogo

source: Location / elevation / orientation
ca: Lloc / altitud / orientació
de: Standort / Höhe / Ausrichtung
it: Localizzazione / quota / orientazione

source: Log in to post a comment
ca: Connecta't per deixar-hi un comentari

source: Login
ca: Accedeix
de: Einloggen
it: Connettersi

# API message
source: Login failed
ca: Nom d'usuari o contrasenya incorrectes

source: Logout
ca: Surt
de: Ausloggen
it: Disconnettersi

source: Longitude
ca: Longitud
de: Längengrad
it: Longitudine

# route_types
source: loop
ca: volta amb retorn al peu de la via
de: Rundweg
it: giro con ritorno all'inizio della via

# route_types
source: loop_hut
ca: volta amb retorn al refugi
de: Rundweg zur Hütte
it: giro con ritorno al rifugio

# book_types
source: magazine
ca: revista
de: Zeitschrift
it: rivista

source: Main information about the route, such as title, activity, GPS, and waypoint (which mountain, place).
ca: Informació principal sobre l'itinerari, com el nom, les activitats, la geolocalització i l'entorn proper.

source: Main informations about your outing
ca: Dades principals de la vostra sortida

source: main_waypoint_id
ca: ID del punt de pas principal

source: Make profile page public
ca: Fes pública la pàgina de perfil
de: Profil öffentlich verfügbar machen
it: Autorizzare tutti a vedere il tuo profilo

# genders
source: male
ca: home
de: männlich
it: maschio

source: map
ca: mapa

source: maps
ca: mapes

source: Maps, guidebooks and outings reports consulted. Evaluation of the route during the outing.
ca: Mapes i ressenyes d'itineraris i de sortides consultades.
de: Studierte Karten, Routenbeschreibungen und Tourenberichte. Neue Beurteilung der Route während der Tour.

source: maps_info
ca: Mapes
de: Karten
it: Carte/Mappe

source: maps_references
ca: Referències cartogràfiques
de: Karten Referenzen
it: Riferimenti cartografici

# months
source: mar
ca: març
de: März
it: marzo

source: matress_unstaffed
ca: matalassos en període no guardat
de: Matratzen (nicht bewartet)
it: Materassi (non gestito)

# months
source: may
ca: maig
de: Mai
it: maggio

# quality_types
source: medium
ca: mitjà
de: durchschnittlich
it: medio

source: Merge documents
ca: Fusiona els documents
de: Dokumente vereinigen
it: Unire i documenti

source: Merge with other document
ca: Fusiona amb un altre document
de: Mit anderen Dokumenten vereinigen
it: Unire con un altro documento

source: meters
ca: metres
de: m
it: m

# rock_types
source: migmatite
ca: migmatita

# image_categories
source: misc
ca: varis
de: sonstiges
it: varie

# waypoint_types
source: misc
ca: varis
de: sonstiges
it: varie

source: mixed_rating
ca: Dificultat en mixt
de: Schwierigkeitsgrad (Mixed)
it: Difficoltà misto

source: Mobile application
ca: Aplicació mòbil
de: App
it: Applicazione Mobile

source: modifications
ca: Modificacions
de: Veränderungen
it: Modifiche

# rock_types
source: mollasse_calcaire
ca: melassa
de: Kalksandstein
it: molasse calcare

source: More info
ca: Més informació
de: Mehr Info

# severities
source: more_than_3m
ca: superior a 3m
de: mehr als 3m
it: superiore a 3m

source: motivations
ca: motivacions
de: Motivation
it: motivazioni

# activities
source: mountain_biking
ca: BTT
it: Mountain bike / MTB

# activities
source: mountain_climbing
ca: Alpinisme en roca
de: Alpine-Klettern
it: Roccia alta montagna

# article_categories
source: mountain_environment
ca: ambient de muntanya
de: Bergwelt
it: ambiente montano

# user_categories
source: mountain_guide
ca: Guia d'alta muntanya
de: Bergführer
it: Guida

# user_categories
source: mountain_leader
ca: Obridor
de: Bergführer
it: apritore

# user_categories
source: mountainbike_instructor
ca: monitor de BTT
de: MTB-Lehrer
it: istruttore MTB

source: mtb_down_rating
ca: Dificultat en descens de BTT
de: MTB-Schwierigkeitsgrad (Downhill)
it: Difficoltà MTB discesa

source: mtb_height_diff_portages
ca: BTT a coll
de: Portagen-Länge
it: Spallaggio MTB

source: mtb_length_asphalt
ca: Distància per asfalt
de: Asphalt-Länge
it: Distanza asfaltata

source: mtb_length_trail
ca: Distància per sender
de: Trail-Länge
it: Distanza su sentiero

source: mtb_up_rating
ca: Dificultat amb BTT
de: MTB-Schwierigkeitsgrad (Uphill)
it: Difficoltà MTB salita

# climbing_outdoor_types
source: multi
ca: via llarga
de: Mehrseilenlängen
it: via lunga

source: My account
ca: El meu compte
de: Mein Konto
it: Il mio account

source: My followed users
ca: Els meus amics
de: Meine Freunden
it: I miei amici

source: My mailing lists
ca: Butlletins als quals us heu subscrit
de: Meine Mailinglisten
it: I miei bollettini

source: My outings
ca: Les meves sortides
de: Meine Tourenberichte
it: Le mie gite

source: My preferences
ca: Les meves preferències
de: Meine Einstellungen
it: Le mie preferenze

source: My profile
ca: El meu perfil
de: Mein Profil
it: Il mio profilo

source: name
ca: Nom
it: Nome

# avalanche_signs
source: natural_avalanche
ca: allau natural el dia de la sortida
de: natürliche Lawine am Tourentag
it: valanghe spontanea

# snow_clearance_ratings
source: naturally
ca: neteja natural de la neu
de: natürliche Schneeräumung
it: naturale

source: nb_impacted
ca: nombre de persones afectades
de: Anzahl der Betroffenen
it: numero di persone coinvolte

source: nb_outings
ca: nombre de sortides
de: Anzahl der Touren
it: numero di gite

# nb_outings
source: nb_outings_14
ca: de 10 a 14 anys
de: von 10 bis 14

# nb_outings
source: nb_outings_15
ca: 15 o més
de: 15 und mehr

# nb_outings
source: nb_outings_4
ca: de 0 a 4
de: von 0 bis 4

# nb_outings
source: nb_outings_9
ca: de 5 a 9
de: von 5 bis 9

source: nb_pages
ca: Nombre de pàgines
de: Anzahl der Seiten
it: Numero di pagine

source: nb_participants
ca: nombre de participants
de: Anzahl der Teilnehmern
it: numero di partecipanti

# public_transportation_ratings
source: nearby service
ca: servei a proximitat
de: in der Nähe
it: servizio di prossimità

source: New password
ca: Nova contrasenya
de: Neues Passwort
it: Nuova password

source: next difference
ca: diferència següent
de: nächste Version vergleichen
it: differenze seguenti

# image_categories
source: nivology
ca: nivologia i allaus
de: Nivologie
it: nivologia e valanghe

source: No account yet?
ca: Encara no tens un compte?
de: Noch kein Konto?
it: Non hai ancora un account?

source: no info
ca: no hi ha informació
de: keine Info
it: nessuna informazione

source: No match?
ca: No hi ha cap resultat satisfactori?
de: Keine Ergebnisse?
it: Nessuna corrispondenza?

# public_transportation_ratings
source: no service
ca: sense servei
de: keine Nahverkehr
it: nessun servizio

# custodianship_types
source: no_warden
ca: no guardat
de: nicht bewartet
it: non gestito

source: NoDerivatives — If you remix, transform, or build upon the material, you may not distribute the modified material.
ca: Sense modificacions — En el cas que feu una remescla, que transformeu o que creeu a partir del material de l'Obra original, no teniu autorització a distribució o posar a disposició l'Obra modificada.
de: Keine Bearbeitungen — Wenn Sie das Material remixen, verändern oder darauf anderweitig direkt aufbauen dürfen Sie die bearbeitete Fassung der Materials nicht verbreiten.
it: Non opere derivate — Se remixi, trasformi il materiale o ti basi su di esso, non puoi distribuire il materiale così modificato.

# snow_clearance_ratings
source: non_applicable
ca: no aplicable
de: nicht anwendbar
it: non applicabile

# autonomies
source: non_autonomous
ca: no autònom
de: nicht selbstständig
it: non autonomo

source: NonCommercial — You may not use the material for commercial purposes.
ca: No Comercial — No podeu fer ús comercial de l'Obra, ni de la totalitat ni d'una part.
de: Nicht kommerziell — Sie dürfen das Material nicht für kommerzielle Zwecke nutzen.
it: Non commerciale — Non puoi utilizzare il materiale per scopi commerciali.

source: Note that comments have to be transferred manually in Discourse before merging.
ca: S'han de transferir manualment els comentaris al Discurs abans de fusionar els documents.
de: Beachten Sie, dass Kommentare vor der Vereinigung in Discourse manuell übergeben werden müssen.
it: I commenti devono essere trasferiti manualmente con Discourse prima di unire i documenti.

# months
source: nov
ca: novembre
de: November
it: novembre

# book_types
source: novel
ca: novel·la
de: Roman
it: racconto

source: Numbers
ca: Dades
de: Daten
it: Dati

source: numbers
ca: Característiques
de: Zahlen
it: Caratteristiche

# months
source: oct
ca: octubre
de: Oktober
it: ottobre

# snow_clearance_ratings
source: often
ca: neteja regular de la neu
de: oft
it: spesso

source: Ok
ca: D'acord

source: Only status updates with the selected activities and in the selected areas are shown in your homepage feed. Status updates from followed users will always be shown.
ca: Només es mostren al fil de la pàgina d'inici les actualitzacions que afecten les regions i activitats seleccionades. Les actualitzacions dels usuaris seguits sempre són visibles.
de: Nur Aktionen in den ausgewählten Gebieten und mit den ausgewählten Aktivitäten werden im Feed auf der Startseite gezeigt. Die Aktionen der gefolgten Benutzern sind auch sichtbar.
it: Solo le novità relative alle regioni e alle attività selezionati saranno visibili nella sezione Notizie della homepage. Le novità relative agli utenti che segui saranno sempre visibili.

# lift_status
source: open
ca: obertes
de: geöffnet
it: aperti

# hut_status
source: open_guarded
ca: obert i guardat
de: geöffnet/bewartet
it: aperto custodito

# hut_status
source: open_non_guarded
ca: obert i no guardat
de: geöffnet/nicht bewartet
it: aperto non custodito

source: opening_hours
ca: Horari d'obertura
de: Öffnungszeiten
it: Orari di apertura

source: opening_periods
ca: Període d'obertura
de: Öffnungszeiten (Periode)
it: Periodo di apertura custodita

source: or try the following pages:
ca: o proveu les pàgines següents:
de: oder versuchen Sie die folgenden Seiten:
it: o provi le pagine seguenti:

source: orientations
ca: Orientacions
de: Ausrichtungen
it: Esposizioni

# event_types
source: other
ca: altre
de: anderes
it: altro

source: other_comments
ca: Altres comentaris
de: Zusätzliche Kommentare
it: Altri commenti

source: outing
ca: sortides
de: tourenberichte
it: gite

# frequentation_types
source: overcrowded
ca: molt freqüentat
de: überfüllt
it: molto affollato

# climbing_styles
source: overhang
ca: desplom
de: Überhang
it: strapiombo

source: Page not found
ca: No s'ha trobat la pàgina
de: Seite nicht gefunden
it: Pagina non trovata

# activities
source: paragliding
ca: Parapent
de: Gleitschirmfliegen
it: Parapendio

# user_categories
source: paragliding_instructor
ca: monitor de parapent
de: Fluglehrer
it: istruttore di parapendio

# waypoint_types
source: paragliding_landing
ca: Aterratge amb parapent
de: Gleitschirmlandung
it: atterraggio parapendio

source: paragliding_rating
ca: Dificultat en parapent
de: Gleitschirmschwierigkeitsgrad
it: Difficoltà parapendio

# waypoint_types
source: paragliding_takeoff
ca: Enlairament amb parapent
de: Gleitschirmstart
it: decollo parapendio

source: parking_fee
ca: Aparcament vigilat
de: Parkgebühr
it: Parcheggio a pagamento

source: partial_trip
ca: Recorregut parcial
de: teilweise geschafft
it: Itinerario percorso solo parzialmente

source: participant_count
ca: Nombre de participants
de: Anzahl der Teilnehmer
it: Numero di partecipanti

# rain_proof_types
source: partly_protected
ca: parcialment protegit
de: teilweise geschützt
it: parzialmente protetto

# waypoint_types
source: pass
ca: coll
de: Hochpass
it: colle

source: Password
ca: Contrasenya
de: Passwort

source: pedestrian access
ca: Accés a peu
de: Zustieg
it: Accesso pedonale

# image_categories
source: people
ca: personalitat
de: Personen
it: personaggi

# event_types
source: person_fall
ca: caiguda d'una persona
de: Person abgestürzt
it: caduta di una persona

source: personal comments
ca: Comentaris personals
de: Persönliche Kommentare
it: Commenti personali

source: Personal feed off
ca: Fil personal desactivat
de: Persönliche Filter aus
it: La personalizzazione della sezione Notizie è disattivata

source: Personal feed on
ca: Fil personal activat
de: Persönliche Filter ein
it: La personalizzazione della sezione Notizie è attivata

source: phone
ca: Telèfon
de: Telefon
it: Telefono

source: phone_custodian
ca: Telèfon del guarda
de: Telefon Hüttenwart
it: Telefono gestore

# book_types
source: photos-art
ca: fotografies artístiques
de: Fotos/Kunst
it: photo-art

# event_types
source: physical_failure
ca: esgotament
de: physisches Versagen
it: defaillance fisica

# route_configuration_types
source: pillar
ca: pilar
de: Pfeiler
it: pilastro

# climbing_indoor_types
source: pitch
ca: totxo
de: Sportklettern
it: monotiri

source: place
ca: indret
de: Ort
it: luogo

# condition_ratings
source: poor
ca: dolentes
de: schlecht
it: cattive

# public_transportation_ratings
source: poor service
ca: servei reduït
de: schlechte Anbindung
it: servizio ridotto

# glacier_ratings
source: possible
ca: delicat - pas possible
de: möglich
it: delicato - passaggio possibile

source: Post the first comment
ca: Penja el primer comentari
de: Ersten Kommentar schreiben
it: Pubblicare il primo commento

# rock_types
source: pouding
ca: pudinga
it: roccia sedimentaria

# ground_types
source: prairie
ca: praderia
de: Wiese
it: prato

# weather_station_types
source: precipitation
ca: precipitació (només pluja)
de: Niederschlag
it: precipitazioni (pioggia)

# weather_station_types
source: precipitation_heater
ca: precipitació (pluja o neu)
de: Niederschlag (Regen oder Schnee)
it: precipitazioni (pioggia o neve)

# weather_station_types
source: pressure
ca: pressió
de: Druck
it: pressione

source: Preview
ca: Vista prèvia
de: Vorschau
it: Anteprima

source: previous difference
ca: diferència anterior
de: vorherige Version vergleichen
it: differenza precedente

source: previous_injuries
ca: ferides prèvies
de: vorherige Verletzungen
it: ferite antecedenti

# previous_injuries
source: previous_injuries_2
ca: altres ferides
de: andere Verletzungen
it: altre ferite

# previous_injuries
source: previous_injuries_3
ca: altres ferides
de: andere Verletzungen
it: altre ferite

# author_statuses
source: primary_impacted
ca: factor principal
de: Hauptfaktor
it: fattore principale

source: product_types
ca: tipus de productes locals
de: Produkt-Arten
it: Tipo di prodotti locali

source: profile
ca: perfil
de: Profil
it: profilo

# snow_clearance_ratings
source: progressive
ca: desinnivació progressiva
de: schrittweise Schneeräumung
it: innevamento progressivo

source: prominence
ca: prominència
de: Schartenhöhe/Prominenz
it: Prominenza

source: Protect document
ca: Protegeix el document
de: Dokument schützen
it: Proteggere il documento

# rain_proof_types
source: protected
ca: protegit de la pluja
de: vor Regen geschutzt
it: protetto

source: protected
ca: protegit de la pluja
de: vor Regen geschutzt
it: protetto

source: public transportation access
ca: Accés amb transport públic
de: Zugang mit öffentlichem Verkehr
it: Accesso con mezzi pubblici

source: public_transport
ca: Transport públic
de: Tour in sanfte Mobilität
it: Mezzi pubblici

source: public_transportation_rating
ca: Accessibilitat amb transport públic
de: Anbindung an öffentlichen Verkehr
it: Accessibilità con i mezzi pubblici

source: public_transportation_types
ca: Tipus de transport públic
de: Öffentlicher Verkehr
it: Tipo di mezzi pubblici

source: publication_date
ca: Data de publicació
de: Veröffentlichung
it: Data di pubblicazione

source: quality
ca: Qualitat
de: Qualität
it: Qualità del documento

# rock_types
source: quartzite
ca: quarsita
de: Quarzit
it: quarzite

# frequentation_types
source: quiet
ca: desert
de: ruhig
it: nessuno

# route_types
source: raid
ca: travessa
de: Mehrtagesroute

source: rain_proof
ca: Pluja
de: regen-geschützt
it: Pioggia

# area_types
source: range
ca: massís
de: Gebirge
it: massiccio

source: ratings
ca: Dificultats
de: Schwierigkeitsgrade
it: Difficoltà

# avalanche_signs
source: recent_avalanche
ca: traça d'allau recent (després de la darrera nevada, pluja, vent o fusió)
de: kürzliche Lawinenspuren (nach dem letzten Schneefall, Regen, Wind, Tauwetter)
it: valanga recente

source: Recenter on your current position
ca: Centra-ho a la teva ubicació actual
de: Auf aktuellen Standort zentrieren
it: Centrare sulla tua posizione

source: Recenter on...
ca: Centra a...
de: Zentrieren auf...
it: Centrare su...

source: reduce_impact
ca: Factor de reducció
de: vermindernder Faktor
it: Fattore di riduzione

source: Register
ca: Inscriviu-vos
de: Anmelden
it: Registrarti

source: remarks
ca: Remarques
de: Bemerkungen
it: Osservazioni

source: rescue
ca: rescat
de: Rettung
it: soccorsi

source: Reset geometry
ca: Reinicia
de: Geometrie zurücksetzen
it: Reinizializzare

source: Reset password
ca: Restableix la contrasenya
de: Passwort zurücksetzen
it: Cambiare la password

source: resolution
ca: resolució
de: Bildauflösung
it: risoluzione

source: Restore this version
ca: Restaura aquesta versió
de: Diese Version wiederherstellen
it: Ripristinare questa versione

source: restricted_access
ca: Restriccions d'accés
de: eingeschränkter Zugang
it: Restrizione dell'accesso

source: Retry
ca: Torna-ho a provar
de: Nochmal versuchen
it: Riprovare

# route_types
source: return_same_way
ca: anada i tornada
de: Rückkehr gleicher Weg
it: andata-ritorno

# rock_types
source: rhyolite
ca: riolita
de: Rhyolith
it: riolite

# image_categories
source: rise
ca: pujada
de: Aufstieg
it: salita

source: risk
ca: risc
de: Risiko
it: rischio

source: risk_rating
ca: Avaluació del risc
de: Risikobewertung
it: Valutazione del rischio

source: road access
ca: Accés per carretera
de: Strassenzugang
it: Accesso stradale

source: road or pedestrian access
ca: Accés per carretera o a peu
de: Fußgänger- oder Strassenzugang
it: Accesso pedonale o stradale

# activities
source: rock_climbing
ca: Escalada
de: Klettern
it: Arrampicata

source: rock_free_rating
ca: Dificultat d'escalada en lliure
de: Freiklettern Schwierigkeitsgrad
it: Difficoltà in libera

source: rock_required_rating
ca: Dificultat obligada
de: Schwierigkeitsgrad (obligatorisch)
it: Difficoltà obbligatoria

source: rock_types
ca: Tipus de roca
de: Steinarten
it: Tipo di rocce

# climbing_styles
source: roof
ca: sostre
de: Dach
it: tetto

# event_types
source: roped_fall
ca: caiguda encordat
de: von Seil abgestürzt
it: caduta in cordata

source: route
ca: itinerari
it: itinerario

source: route_description
ca: Itinerari seguit
de: Routenbeschreibung
it: Itinerario seguito

source: route_history
ca: Històric de l'itinerari
de: Routengeschichte
it: Cenni storici

source: route_length
ca: Llargada de l'itinerari
de: Routenlänge
it: Lunghezza dell'itinerario

source: route_study
ca: Estudi de l'itinerari
de: Studie der Route
it: studio dell'itinerario

source: route_types
ca: Tipus d'itinerari
de: Routenart
it: Tipo d'itinerario

source: routes_quantity
ca: Nombre d'itineraris
de: Anzahl der Routen
it: Numero di vie

# children_proof_types
source: safe
ca: adaptat
de: sicher
it: sicuro

source: safety
ca: Seguretat
de: Sicherheit
it: Sicurezza

source: Save
ca: Desa
de: Speichern
it: Salva

# rock_types
source: schiste
ca: esquist
de: Schiefer
it: scisto

# ground_types
source: scree
ca: tartera
de: Geröll
it: ghiaioni

source: Search ...
ca: Cerca ...
de: Suchen...
it: Cerca...

# parking_fee_types
source: seasonal
ca: servei de temporada
de: saisonal
it: stagionale

# public_transportation_ratings
source: seasonal service
ca: servei de temporada
de: saisonsabhängiger Verkehr
it: servizio stagionale

# author_statuses
source: secondary_impacted
ca: factor secundari
de: andere Faktoren
it: fattore secondario

source: See profile based on:
ca: Perfil d'altituds basat en:
de: Höhenprofil nach:
it: Profilo altimetrico in funzione di:

source: See the activity of this contributor in your feed
ca: Vegeu les activitats d'aquest participant al vostre fil
de: Aktivitäten dieses Benutzers im Feed anzeigen
it: Vedere tutte le attività di questo utente nella tua sezione Notizie

source: See the latest version
ca: Mostra la darrera versió
de: Letzte Version anschauen
it: Vedere l'ultima versione

source: Send reset email
ca: Envia correu de restabliment
de: Reset-Email senden
it: Inviare l'email di reimpostazione

source: Sensitive area:
ca: Àrea sensible:
de: Sensibles Gebiet
it: Aeree protette:

source: Sensitive areas
ca: Zones sensibles
de: Sensible Gebiete
it: Aeree protette

source: sensitive_months:
ca: Període de vigilància:
de: Aufpassenzeit
it: Periodo di vigilanza:

# months
source: sep
ca: setembre
de: September
it: settembre

source: SERAC is a worldwide incidents and accidents database aiming at increasing safety in rock climbing and mountain sports.
ca: SERAC és una base de dades mundial sobre els accidents i incidents a la muntanya. La seva vocació és de millorar la seguretat a la pràctica de l'escalada i dels esports de muntanya.
de: SERAC ist eine weltweite Unfallberichtendatenbank, die strebt nach einer verbesserten Sicherheit in Klettern und Bergsporten.
it: SERAC è una base di dati mondiale sugli accidenti e incedenti in montagna. Il suo scopo è di migliorare la sicurezza delle attività di arrampicata e degli sport di montagna.

# public_transportation_types
source: service_on_demand
ca: servei a demanda
de: On-Demand Dienste
it: servizio a richiesta

source: Settings
ca: Propietats
de: Einstellungen
it: Parametri

source: Several days?
ca: D'uns quants dies?
de: Mehrere Tage?
it: Più giorni?

source: severity
ca: Gravetat
de: Schweregrad
it: gravità

# severities
source: severity_no
ca: cap ferida
de: harmlos
it: nessuna ferita

source: Share
ca: Comparteix
de: Teilen
it: Condividere

source: Share with us!
ca: Comparteix-ho amb nosaltres!
de: An der Diskussion teilnehmen!
it: Condividi con noi!

source: ShareAlike — If you remix, transform, or build upon the material, you must distribute your contributions under the same license as the original.
ca: Compartir Igual — Si feu una remescla, transformeu o creeu a partir del material de l'Obra original, haureu de difondre l'Obra modificada amb les mateixes condicions, és a dir, amb la mateixa llicència amb la que es difonia l'Obra original.
de: Weitergabe unter gleichen Bedingungen — Wenn Sie das Material remixen, verändern oder anderweitig direkt darauf aufbauen, dürfen Sie Ihre Beiträge nur unter derselben Lizenz wie das Original verbreiten.
it: StessaLicenza — Se mischi, trasformi il materiale o ti basi su di esso, devi distribuire i tuoi contributi con la stessa licenza del materiale originario.

# waypoint_types
source: shelter
ca: aixopluc
de: Hütte
it: ricovero

source: show all
ca: Mostra tots els resultats
de: Alles zeigen
it: Vedere tutti i risultati

source: Show only updates from followed users in the homepage feed
ca: Mostra al fil de la pàgina d'inici només les actualitzacions dels participants seguits.
de: Nur die Änderungen der gefolgten Benutzerr im Startseiten-Feed anzeigen
it: Vedere solo le modifiche degli utenti che stai seguendo

# climbing_outdoor_types
source: single
ca: totxo
de: Seilklettern
it: monotiri

# article_categories
source: site_info
ca: Informació del lloc
de: Seiteninformationen
it: informazione sito
