Repository: billyLumberjack/c2c_ui
Catalog: src/translations/po/*.po
Languages: ca, de, it

source: 1 or 2 complications (steeper or narrow section...)
ca: 1 o 2 complicacions (més dret o escanyall)
de: 1 oder 2 Schwierigkeiten (steiler oder enger Passagen ... )
it: 1 o 2 difficoltà puntuale (tratto ripido, strettoia... )

# severities
source: 1d_to_3d
ca: D'1 a 3 dies
de: 1 bis 3 Tage
it: Da 1 a 3 giorni

# severities
source: 1m_to_3m
ca: D'1 a 3 mesos
de: 1 bis 3 Monate
it: Da 1 a 3 mesi

# severities
source: 4d_to_1m
ca: Menys d'un mes
de: 4 Tage bis 1 Monat
it: Meno di un mese

source: access
ca: accés
de: zustieg
it: accesso stradale o TP

# waypoint_types
source: access
ca: accés
de: zustieg
it: accesso stradale o TP

source: access_comment
ca: Comentaris sobre l'accés
de: Kommentar zum Zustieg
it: Commenti sull'accesso stradale o TP

source: access_condition
ca: Condicions de l'accés
de: Verhältnisse des Zustieg
it: Condizioni dell'accesso stradale o TP

source: access_period
ca: Període d'accés
de: Periode der Schneeräumung oder Öffnung
it: Periodi dell'accesso

source: access_time
ca: Temps d'accés
de: Zustiegszeit
it: Tempo di accesso

# custodianship_types
source: accessible_when_wardened
ca: Accessible si està el guarda
de: geöffnet wenn bewirtet
it: aperto se gestito

source: Accident database
ca: Base de dades d'accidents
de: Unfalldatenbank
it: Database degli incidenti

# avalanche_signs
source: accidental_avalanche
ca: Allau accidental
de: Lawinen ausgelöst von einer Person am Tourentag
it: Valanga accidentale

# image_categories
source: action
ca: Acció
de: Aktion
it: azione

source: activities
ca: Activitats
de: Aktivitäten
it: Attività

source: Activity feed
ca: Fil d'activitat
de: Aktivitäts-Feed
it: Notizie

source: activity_rate
ca: Freqüència de pràctica de l'activitat
de: Frequenz der Ausübung der Aktivität
it: Frequenza della pratica

# activity_rates
source: activity_rate_1
ca: 1r cop a la vida
de: Das 1. Mal im Leben
it: prima volta

# activity_rates
source: activity_rate_10
ca: menys d'1 cop al mes
de: Weniger als 1 Mal pro Monat
it: meno di una volta al mese

# activity_rates
source: activity_rate_150
ca: almenys 3 cops al mes
de: Mindestens 3 Mal pro Woche
it: almeno 3 volte la settimana

# activity_rates
source: activity_rate_20
ca: 1 cop al mes
de: 1 Mal pro Monat
it: una volta al mese

# activity_rates
source: activity_rate_30
ca: 2 a 3 cops al mes
de: 2 bis 3 Mal pro Monat
it: 2 a 3 volte al mese

# activity_rates
source: activity_rate_5
ca: menys d'1 cop a l'any
de: Weniger als 1 Mal pro Jahr
it: meno di una volta all'anno

# activity_rates
source: activity_rate_50
ca: 1 a 2 cops per setmana
de: 1 bis 2 Mal pro Woche
it: 1 a 2 volte alla settimana

source: Add
ca: Afegeix

source: add a book
ca: Afegeix un llibre
de: Buch hinzufügen

source: add a map
ca: Afegeix un mapa

source: add a waypoint
ca: Afegeix un punt de pas

source: add an area
ca: Afegeix una àrea

source: add an article
ca: Afegeix un article

source: add an image
ca: Afegeix una imatge

source: add an incident/accident report
ca: Afegeix un informe d'incident/accident

source: add an outing
ca: afegiu una sortida
de: Tourenbericht hinzufügen
it: aggiungi una gita

source: Add here maps not automatically referenced
ca: Afegiu aquí els mapes no adjuntats automàticament
de: Hier Karten hinzufügen, die nicht automatisch referenziert wurden.
it: Aggiungi una carta

source: Add images
ca: Afegeix imatges
de: Bilder hinzufügen
it: Aggiungi delle immagini

source: Add the first outing
ca: Afegeix la primera sortida

source: Additional information
ca: Informació addicional

# area_types
source: admin_limits
ca: límit administratiu
de: administrative Grenze
it: confini amministrativi

source: age
ca: edat
de: Alter
it: età

source: aid_rating
ca: Dificultat en escalada artificial
de: Technisches Klettern Schwierigkeitsgrad
it: Difficoltà arrampicata artificiale

# API message
source: already used forum_username
ca: Pseudònim del fòrum ja utilitzat

# API message
source: already used username
ca: Nom d'usuari ja utilitzat
de: Benutzername schon verwendet.
it: Questo username è già usato.

# custodianship_types
source: always_accessible
ca: sempre obert
de: immer geöffnet
it: sempre accessibile

# user_categories
source: amateur
ca: aficionat
it: amatore

source: Anonimity and confidentiality
ca: Privadesa i confidencialitat

source: anonymous
ca: Contribució anònima
de: anonymer Beitrag
it: Contributo anonimo

source: Application
ca: Aplicació

# months
source: apr
ca: abril
de: April
it: aprile

source: Are you sure you want to delete this document?
ca: Esteu segur/a de voler suprimir aquest document?
de: Sind Sie sicher, dass Sie dieses Dokument löschen wollen?
it: Sei sicuro di cancellare questo documento? Le foto associate non saranno cancellate e diventeranno orfanelle. Se vuoi modificare il titolo o i documenti associati (per es. cambiare l'itinerario associato alla gita), basta che modifichi il documento. Se questo documento è un doppione con delle foto, chiedi a @Modo_Topo_FR

source: Are you sure you want to delete this locale?
ca: Esteu segur de voler eliminar aquesta versió lingüística?
de: Sind Sie sicher, dass Sie diese Sprachversion löschen wollen?
it: Sei sicuro di cancellare questa versione linguistica?

source: Are you sure you want to merge?
ca: Esteu segur de voler-ho fusionar?
de: Sind Sie sicher, dass Sie zusammenführen wollen?

source: Are you sure you want to revert to this version of the document?
ca: Esteu segur de voler restaurar aquesta versió del document?
de: Sind Sie sicher, dass Sie diese Version des Dokuments wiederherstellen wollen ?
it: Sei sicuro di volere ripristinare questa versione del documento

source: area
ca: regió
de: Gebiet
it: regione

source: area_type
ca: tipus de regió
de: Gebietsart
it: tipo di regione

source: areas
ca: regions

source: article_categories
ca: categories d'articles
de: Artikelkategorie

source: article_type
ca: tipus d'article
de: Artikelart
it: Tipo d'articolo

source: Articles, waypoints or routes to be linked.
ca: Articles, punts de pas o itineraris associats

source: Articles, waypoints, routes or books to be linked.
ca: Articles, punts de pas, itineraris o llibres associats

source: Associated outings
ca: Sortides associades
de: Verbundene Tourenberichte
it: Gite associate

source: Associated routes
ca: Itineraris associats
de: Verbundene Routen
it: Itinerari associati

source: Associated routes cotations
ca: Dificultat dels itineraris associats al punt de pas

source: Association
ca: Associació
de: Verein Camptocamp
it: Associazione Camptocamp

# article_categories
source: association
ca: associació
de: Camptocamp Verein
it: associazione

source: associations
ca: associacions
de: Verbindungen
it: Associazioni

source: At the time of the incident, describe your technical level, your physical condition, how tired you had become just prior to the incident, and, if at altitude, how well you were acclimatized, etc.
ca: Descrigueu el vostre nivell tècnic a la data de l'esdeveniment, la vostra condició física, la fatiga acumulada abans de l'esdeveniment, l'aclimatació en el cas d'una sortida en altitud, etc.
de: Wie beurteilen Sie zur Zeit des Ereignisses Ihr technisches Können, Ihre konditionnelle Verfassung, die vor dem Ereignis aufgestaute Müdigkeit, die Akklimatisierung für eine Hochtour, usw…
it: Descrivi il tuo livello tecnico alla data del evento, la tua condizione fisica, la stanchezza, l'acclimatazione per una gita in alta quota, etc.

source: Attribution — You must give appropriate credit, provide a link to the license, and indicate if changes were made.
ca: Reconeixement — Heu de reconèixer d'una manera apropiada l'autoria de l'Obra, proporcionar un enllaç a la llicència i indicar si s'han fet canvis a l'Obra.
de: Namensnennung — Sie müssen angemessene Urheber- und Rechteangaben machen, einen Link zur Lizenz beifügen und angeben, ob Änderungen vorgenommen wurden.
it: Attribuzione — Devi riconoscere una menzione di paternità adeguata, fornire un link alla licenza e indicare se sono state effettuate delle modifiche.

# months
source: aug
ca: agost
de: August
it: agosto

source: Author
ca: Autor
de: Autor
it: Autore

source: author
ca: autor
de: Autor
it: autore

source: author_status
ca: Autor
de: Status des Autors
it: Autore

# autonomies
source: autonomous
ca: autònom
de: selbstständig
it: autonomo

source: autonomy
ca: autonomia
de: Selbstständigkeit
it: autonomia

# event_types
source: avalanche
ca: allau
de: Lawine
it: valanga

source: avalanche
ca: allau
de: Lawine
it: valanga

# user_categories
source: avalanche_forecaster
ca: previsió d'allaus
de: Lawinenvorhersage
it: bollettino valanghe

source: avalanche_level
ca: Nivell de risc d'allaus
de: Lawinengefahr
it: Livello di pericolo valanghe

source: avalanche_signs
ca: Senyals d'allaus
de: Lawinenzeichen
it: Segnali di pericolo valanghe

source: avalanche_slope
ca: pendent
de: Steigung der Lawine
it: pendenza

source: avalanches
ca: Observacions relatives a les allaus
de: Lawinen
it: Osservazioni relative alle valanghe

# condition_ratings
source: average
ca: mitjanes
de: mittel
it: medie

source: Average slope (degrees)
ca: Pendent mitjà (graus)
de: durchschnittliche Steigung (Grad)
it: Pendenza media (gradi)

source: Average slope in degree
ca: Pendent mitjà en graus
de: durchschnittliche Steigung in grad.
it: Pendenza media in gradi

# condition_ratings
source: awful
ca: execrables
de: abscheulich
it: pessime

source: Back to code
ca: Torna al codi

source: Back to edit mode
ca: Torna al mode d'edició

# rock_types
source: basalte
ca: basalt
de: Basalt
it: basalto

source: Base layer
ca: Fons de mapa
de: Kartenhintergrund

# waypoint_types
source: base_camp
ca: camp base
de: Basislager
it: campo base

source: best_periods
ca: Millors períodes
de: beste Zeit
it: Periodo migliore

# book_types
source: biography
ca: biografia
de: Biografie
it: biografia

# waypoint_types
source: bisse
ca: bisse (canal d'aigua excavat a la roca, típic del Valais)
de: Suonen
it: canale / condotta

# waypoint_types
source: bivouac
ca: bivac
de: Biwak
it: bivacco

source: blanket_unstaffed
ca: mantes en període no guardat
de: Decken (nicht bewartet)
it: Coperte (non gestito)

source: Block account
ca: Bloqueja aquest usuari
de: Konto blockieren
it: Blocca account

# public_transportation_types
source: boat
ca: vaixell
de: Schiff
it: nave

source: bolted rock climbing gear
ca: Escalada esportiva de diversos llargs
de: Mehrseillängensportkletterei
it: Arrampicata su vie sportive

# image_categories
source: book
ca: llibre
de: Buch
it: libro

source: book
ca: llibre
de: Buch
it: libro

source: Book content
ca: Breu descripció del contingut del llibre

source: book_types
ca: Tipus de llibres
de: Buch Art
it: Tipi di libri

source: books
ca: llibres

source: Books and websites not already associated to this route
ca: No hi ha llibres ni webs associats a aquest itinerari
de: Noch keine Bücher oder Webseiten mit dieser Route verbunden.
it: Non ci sono libri o siti web associati a questo itinerario

source: Briefly describe any injuries. Comments that do not fit into any other fields can be entered here.
ca: Descrigueu breument les eventuals ferides, i allò que faríeu avui, vist en perspectiva. Els comentaris que no encaixin als altres camps es poden entrar aquí.
de: Beschreiben Sie kurz die möglichen Verletzungen und was Sie heute im Nachhinein tun würden. Kommentare, die in kein anderes Feld passen, können hier eingegeben werden.
it: Descrivi le ferite, quello che faresti oggi con l'esperienza...

# public_transportation_types
source: bus
ca: autobús

# article_categories
source: c2c_meetings
ca: reunions c2c
de: C2C Treffen
it: riunioni c2c

# langs
source: ca
ca: català
de: katalanisch
it: catalano

# rock_types
source: calcaire
ca: calcari
de: Kalkstein
it: calcare

source: camera settings
ca: propietats de la càmera
de: Kameraeinstellungen
it: Parametri della macchina fotografica

source: camera_name
ca: nom de la càmera fotogràfica
de: Kameraname
it: Nome della macchina fotografica

# waypoint_types
source: camp_site
ca: càmping
de: Lager
it: campeggio

source: Camptocamp.org aims to facilitate information sharing between mountain addicts and contribute to the safety of mountain activities.
ca: Camptocamp.org té com a objectius compartir informació entre practicants d'esports de muntanya i contribuir a la seguretat a les activitats de muntanya.
de: Das Ziel von Camptocamp.org ist es den Austausch von Information zwischen Bergsüchtigen zu vereinfachen und die Sicherheit bei der Ausübung von Bergaktivitäten zu erhöhen.
it: Camptocamp lavora per facilitare la condivisione d'informazioni tra praticanti degli sport di montagna e per contribuire alla sicurezza delle attività in montagna.

source: Cancel
ca: Cancel·la
de: Abbrechen
it: Cancella

# waypoint_types
source: canyon
ca: gorja

source: capacity
ca: capacitat en període no guardat
de: Anzahl der Betten (nicht bewartet)
it: Posti letto (non gestito)

source: capacity_staffed
ca: nombre de places en període guardat
de: Anzahl der Betten (bewartet)
it: Posti letto (gestito)

# waypoint_types
source: cave
ca: cova
de: Höhle
it: grotta

source: Change account parameters
ca: Canvia els paràmetres del compte
de: Konto-Parameter ändern
it: Modificare i parametri dell'account

source: Change password
ca: Canvia la contrasenya
de: Passwort ändern
it: Cambiare la password

source: Checking...
ca: S'està verificant...

source: children_proof
ca: Criatures
de: Kinderfreundlich
it: Bambini

source: Clear
ca: Esborra-ho

# access_conditions
source: cleared
ca: net de neu
de: schneegeräumt
it: agevole

source: climbing rating
ca: dificultat en escalada
de: Klettern Schwierigkeitsgrad

# waypoint_types
source: climbing_indoor
ca: Rocòdrom
de: Indoor-Klettern
it: palestra indoor

source: climbing_indoor_types
ca: Tipus de rocòdroms
de: Indoor-Klettern Art
it: Tipo di palestra

# user_categories
source: climbing_instructor
ca: monitor d'escalada
de: Kletterlehrer
it: istruttore di arrampicata

# waypoint_types
source: climbing_outdoor
ca: Lloc d'escalada
de: Outdoor-Klettern
it: sito di arrampicata

source: climbing_outdoor_type
ca: Tipus de via
de: Outdoor-Klettern Art
it: Tipo di via

source: climbing_outdoor_types
ca: Tipus de llocs d'escalada
de: Outdoor-Klettern Arten
it: Tipo di arrampicata

source: climbing_rating_max
ca: Dificultat màxima en escalada
de: Maximale Kletterschwierigkeit
it: Difficoltà massima

source: climbing_rating_median
ca: Dificultat mitjana en escalada
de: Mittlere Kletterschwierigkeit
it: Difficoltà media

source: climbing_rating_min
ca: Dificultat mínima en escalada
de: Minimale Kletterschwierigkeit
it: Difficoltà minima

source: climbing_styles
ca: Estils d'escalada
de: Kletter-Stile
it: Stili di arrampicata

source: Close
ca: Tanca
de: Schließen
it: Chiudere

# lift_status
source: closed
ca: tancades
de: geschlossen
it: chiuso

# access_conditions
source: closed_cleared
ca: tancat sense neu
de: geschlossen schneegeraümt
it: chiuso inagibile

# hut_status
source: closed_hut
ca: refugi tancat
de: geschlossen
it: rifugio chiuso

# snow_clearance_ratings
source: closed_in_winter
ca: tancat a l'hivern
de: im Winter geschlossen
it: chiuso in inverno

# access_conditions
source: closed_snow
ca: tancat i nevat
de: geschlossen wenn Schnee
it: chiuso innevato

source: code
ca: codi

# article_types
source: collab
ca: col·laboratiu
de: kollaborativ
it: collaborativo

source: collab
ca: col·laboratiu
de: kollaborativ
it: collaborativo

# image_types
source: collaborative
ca: col·laboratiu
de: kollaborativ
it: collaborativo

source: Collapse
ca: Plega

source: comment
ca: Comentari
de: Kommentar
it: Commento

source: Comments
ca: Comentaris
de: Kommentare
it: Commenti

source: Comments are disabled.
ca: No s'autoritzen comentaris en aquest document.
de: Kommentare sind deaktiviert.
it: I commenti non sono autorizzati su questo documento.

source: Communication of the individual objectives and expectations, the thoughts and observations during the outing, discussions on new strategies, the way the group conducted itself and divided responsibilities, was the group used to working together, core aspirations, etc.
ca: Comunicació dels objectius i expectatives de cadascú, dels temors i observacions al llarg de la sortida, posta en comú per establir noves estratègies, elements de conducta de grup i de responsabilitats, grup acostumat a funcionar junt o no, objectiu conjunt, etc.
de: Kommunikation betreffend Ziele und Erwartungen der Teilnehmer sowie Bedenken und Beobachtungen im Laufe der Tour, Rücksprache um neue Strategien zu bestimmen, Gruppenführung und Verantwortung, Gruppenteilnehmer sind daran gewöhnt oder nicht, zusammen Touren zu unternehmen, Emulation, usw...
it: Comunicazione degli obiettivi e aspirazioni di ognuno, delle paure e osservazioni durante la gita. Briefing per le nuove strategie, elementi di gestione del gruppo e di responsabilità, gruppo di persone che si conoscono, emulazione, etc.

source: Compare selected versions
ca: Compara les versions seleccionades
de: Ausgewählte Versionen vergleichen
it: Comparare le versioni selezionate

source: condition_rating
ca: Avaluació de les condicions
de: Verhältnisse Bewertung
it: Condizioni

source: conditions
ca: Condicions
de: Verhältnisse
it: Condizioni

source: Conditions, summits, routes
ca: Condicions, cims, itineraris
de: Verhältnisse, Gipfel, Routen
it: Condizioni, cime, itinerari

source: conditions_levels
ca: Condicions d'innivació per zones
de: Schneeverhältnisse per Zonen
it: Condizioni d'innevamento per zone

source: configuration
ca: Configuració
de: Routengestaltung
it: Configurazioni

source: Confirm
ca: Confirma

source: contact
ca: Contacte
de: Kontakt
it: Contatto

source: Continue the discussion
ca: Segueix la discussió
de: Diskussion fortsetzen
it: Prosegui la discussione

source: Contributions
ca: Aportacions

# route_configuration_types
source: corridor
ca: corredor
de: Rinne
it: canale

# area_types
source: country
ca: país
de: Land
it: paese

# climbing_styles
source: crack_dihedral
ca: fissura-diedre
de: Dieder-Riss
it: fessura-diedro

# rock_types
source: craie
ca: creta
de: Kreide
it: gesso

# glacier_gear_types
source: crampons_req
ca: grampons imprescindibles
de: Steigeisen nötig
it: ramponi indispensabili

# glacier_gear_types
source: crampons_spring
ca: grampons a inici de temporada
de: Steigeisen in Frühling notwendig
it: ramponi ad inizio stagione

source: Create
ca: Crea
de: Erstellen

source: Create a new report
ca: Crea un nou informe
de: Neuen Unfallbericht verfassen
it: Creare un nuovo report

source: Created on
ca: Creat el
de: Erstellt am
it: Creato il

source: creator
ca: autor

# event_types
source: crevasse_fall
ca: caiguda a esquerda
de: Absturz in eine Spalte
it: caduta in crepaccio

# frequentation_types
source: crowded
ca: molt freqüentat
de: ziemlich besucht
it: abbastanza affolato

source: Current password
ca: Contrasenya actual
de: Aktuelles Passwort
it: Password attuale

source: custodianship
ca: guarda
de: Hüttenwartung
it: Gestione

# avalanche_signs
source: danger_sign
ca: senyals d'alerta diferents a traces d'allaus
de: Warnzeichen anders als Lawinenspurren
it: segnali di pericolo valanghe

# children_proof_types
source: dangerous
ca: perillós
de: gefährlich
it: pericoloso

source: Data like orientation, rock type, route type (such as return trip or loop) and route configuration type (such as ridge or gully).
ca: Dades tècniques, com l'orientació, el tipus de roca o la configuració general de l'itinerari (aresta, pilar, etc.)

source: date
ca: data
de: Datum
it: data

source: date_end
ca: Data final
de: End-Datum
it: Data di fine

source: date_start
ca: Data d'inici
de: Start-Datum
it: Data d'inizio

source: date_time
ca: data/hora

source: day(s)
ca: Dia/dies
de: Tag(e)
it: Giorno(i)

# langs
source: de
ca: alemany
de: deutsch
it: tedesco

# months
source: dec
ca: desembre
de: Dezember
it: dicembre

source: Delete this document
ca: Suprimeix aquest document
de: Dokument löschen
it: Cancellare questo documento

source: Delete this locale
ca: Suprimeix aquesta versió lingüística
de: Sprachversion löschen
it: Cancellare questa versione linguistica

# image_categories
source: descent
ca: baixada
de: Abstieg
it: discesa

source: Describe access
ca: Descriviu l'accés
de: Zustieg beschreiben
it: Descrivi l'accesso

source: Describe access period
ca: Indiqueu el període d'accés
de: Öffnungszeit beschreiben
it: Precisare il periodo di accesso

source: Describe access restrictions
ca: Descrigueu les restriccions d'accés

source: describe conditions
ca: Condicions del terreny, equipament i qualitat de la roca trobades (aproximació, via i a proximitat)
de: Verhältnisse beschreiben
it: Condizioni del terreno, chiodatura, qualità della roccia... (nell'avvicinamento, nella via, ... )

source: Describe here the gear needed for this route
ca: Descriviu aquí el material específic que cal utilitzar a més de l'equipament habitual. Només cal mencionar el material &quot;exòtic&quot; (en qualitat o quantitat). Exemples de mencions innecessàries: ARVA, pala, sonda, grampons, piolets, material de glacera (n'hi ha prou de marcar el camp &quot;material de glacera&quot;), tascons i bagues sense més detalls.
de: Für die Route gebrauchte Ausrüstung auflisten. Nur aussergewöhnliche Ausrüstung soll gelistet werden.
it: Materiale specifico necessario per l'itinerario. E' inutile precisare il materiale "standard" (per es. a sci : ARTVA, pala, sonda, ramponi, piccozza... - il campo "materiale da ghiacciaio" è sufficiente)...

source: Describe here the waypoint
ca: Descriviu aquí el punt de pas
de: Bitte Wegpunkt hier beschreiben
it: Descrivi il waypoint

source: Describe historical information about the route (date, names..) here
ca: Preciseu aquí la informació sobre l'històric de l'itinerari: obertura des de baix o equipament (des de dalt), primeres ascensions, primers descensos amb esquís o surf, reequipaments, esllavissades, etc. Mencioneu la data, el nom dels protagonistes, el club o organisme que n'ha finançat l'equipament.
de: Geben Sie hier die historischen Informationen der Route an: Öffnung (aus unten) oder Ausrüstung (aus oben), erste Anstiege, erste Abfahrt / Surfen, Umrüstung, Erdrutsche usw. Erwähnen Sie das Datum, den Namen der Protagonisten und den Verein oder die Organisation, die die Ausrüstung finanziert haben.
it: Specificare qui i ceni storici del itinerario: apertura, attrezzatura, prime salite, prime discese in sci / surf, riattrezzamento, frane, ecc. Indicare la data, il nome dei protagonisti e il club o l'organizzazione che ha finanziato l'attrezzatura.

source: Describe opening hours
ca: Indiqueu l'horari d'obertura
de: Öffnungszeiten beschreiben
it: Precisare gli orari di apertura

source: Describe opening periods
ca: Indiqueu els períodes d'obertura
de: Öffnungszeiten beschreiben
it: Precisare i periodi di apertura

source: Describe pedestrian access
ca: Descrigueu l'accés a peu

source: Describe pt access
ca: Descrigueu l'accés al punt de pas

source: Describe road access
ca: Descrigueu l'itinerari

source: describe route_conditions
ca: Descrigueu breument l'itinerari que heu seguit en els casos següents: itinerari diferent al de la ressenya, ressenya amb variants, itinerari circular, encadenament, punt assolit en cas d'un recorregut parcial.
de: Route beschreiben
it: Descrivi brevemente l'itinerario che hai seguito solo nei casi seguenti : varianti, concatenamento di più itinerari, percorso parziale dell'itinerario...

source: Describe the conditions you encountered during your outing
ca: Descrigueu les condicions que heu trobat durant la vostra sortida
