Repository: billyLumberjack/c2c_ui
Catalog: src/translations/po/*.po
Languages: ca, de, it

source: ski_exposition
ca: Exposició en esquí
de: Ausgesetztheit (Ski)
it: Esposizione sciistica

# user_categories
source: ski_instructor
ca: monitor d'esquí
de: Skilehrer
it: istruttore di scialpinismo

# user_categories
source: ski_patroller
ca: pister
de: Pistenwart
it: addetto controllo piste

source: ski_rating
ca: Dificultat en esquí
de: Ski-Schwierigkeit
it: Difficoltà sci

source: Skiability
ca: Esquiabilitat
de: Schifahrengenuss
it: Sciabilità

# activities
source: skitouring
ca: Esquí, surf
it: Sci, snowboard

source: skitouring gear
ca: Esquí, surf de neu i raquetes
de: Ski-, Snowboard-, Schneeschuhtouren
it: Sci, snowboard, ciaspole

# climbing_styles
source: slab
ca: placa
de: Platte
it: placca

source: slackline_anchor1
ca: Ancoratge 1
de: Ankerpunkt 1
it: Ancoraggio 1

source: slackline_anchor2
ca: Ancoratge 2
de: Ankerpunkt 2
it: Ancoraggio 2

source: slackline_length
ca: Llargada de la línia
de: Länge der Slackline
it: Lunghezza della linea

source: slackline_length_max
ca: Llargada de la línia màxima
de: Max. Slackline-Länge
it: Lunghezza massima della linea

source: slackline_length_min
ca: Llargada de la línia mínima
de: Min. Slackline-Länge
it: Lunghezza minima della linea

# waypoint_types
source: slackline_spot
ca: lloc de slackline
it: spot di slakline

source: slackline_type
ca: Tipus de línia
de: Slackline-Art
it: Tipo di linea

source: slackline_types
ca: Tipus de línia
de: Slackline-Arten
it: Tipi di linea

source: slope
ca: Pendent
de: Steigung
it: Pendenza

# avalanche_slopes
source: slope_30_35
ca: Pendent de 30 a 35º
de: Steigung zwischen 30° und 35°
it: pendenza da 30 a 35°

# avalanche_slopes
source: slope_35_40
ca: Pendent de 35 a 40º
de: Steigung zwischen 35° und 40°
it: pendenza da 35 a 40°

# avalanche_slopes
source: slope_40_45
ca: Pendent de 40 a 45º
de: Steigung zwischen 40° und 45°
it: pendenza da 40 a 45°

# avalanche_slopes
source: slope_gt_45
ca: Pendent superior a 45º
de: Steigung größer als 45°
it: pendenza superiore a 45°

# avalanche_slopes
source: slope_lt_30
ca: pendent inferior a 30º
de: Steigung kleiner als 30°
it: pendenza inferriore a 30°

source: Slopes
ca: Mapes de pendents
de: Steigung

# climbing_styles
source: small_pillar
ca: columnetes
de: kleine Säule
it: pilastrino

# ground_types
source: snow
ca: neu
de: Schnee
it: neve

source: snow_clearance_rating
ca: neteja de la neu la carretera
de: Schneeräumung
it: Sgombero della neve

# weather_station_types
source: snow_height
ca: gruix de neu
de: Schneehöhe
it: altezza neve

# activities
source: snow_ice_mixed
ca: Neu, gel i mixt
de: Hochtouren
it: Neve, ghiaccio e misto

source: snow_quality
ca: Qualitat de la neu
de: Schneequalität
it: Qualità della neve

source: snow_quantity
ca: Quantitat de neu
de: Schneehöhe
it: Quantità di neve

source: snowshoe_rating
ca: Dificultat en raquetes
de: Schwierigkeitsgrad (Schneeschuh)
it: Difficoltà ciaspole

# activities
source: snowshoeing
ca: Raquetes
de: Schneeschuh-Touren
it: Ciaspole

# access_conditions
source: snowy
ca: innivat
de: schneebedeckt
it: innevato

source: soft snow
ca: Neu fresca
de: Pulverschnee
it: Neve fresca

# article_categories
source: soft_mobility
ca: ecomobilitat
de: sanfte Mobilität
it: ecomobilità

# frequentation_types
source: some
ca: poc freqüentat
de: kaum besucht
it: poco affollato

# snow_clearance_ratings
source: sometimes
ca: neteja ocasional de la neu
de: gelegentliche Schneeraümung
it: tavolta

source: Source:
ca: Document a fusionar (font):
de: Quelle:
it: Documento da unire (sorgente):

# product_types
source: sport_shop
ca: botiga d'esports
de: Sportladen
it: negozio di sport

# event_types
source: stone_fall
ca: caiguda de pedres
de: Steinfall
it: caduta di sassi

source: Stop following this contributor
ca: Deixa de seguir aquest participant
de: Diesem Benutzer nicht mehr folgen
it: Non seguire più questo utente

# article_categories
source: stories
ca: narracions
de: Geschichten
it: racconti

source: strong text
ca: text en negreta
de: fetter Text
it: testo in grassetto

source: Suggested rating
ca: Dificultat suggerida
de: vorgeschlagene Schwierigkeitsgrad
it: Grado proposto

source: summary
ca: Resum
de: Überblick
it: Riassunto

# waypoint_types
source: summit
ca: cim
de: Gipfel
it: cima

# article_categories
source: tags
ca: etiquetes
it: tag

source: Target:
ca: Document a conservar (diana):
de: Ziel:
it: Documento da conservare (destinazione):

# article_categories
source: technical
ca: tècnic
de: technische Enzyklopädie
it: tecnica

# book_types
source: technics
ca: tècniques
de: Technik
it: tecniche

# weather_station_types
source: temperature
ca: temperatura
de: Temperatur
it: temperatura

source: The mountain sports community
ca: La comunitat dels esports de muntanya
de: Die Bergsport-Community
it: La comunità degli sport di montagna

source: The page you are looking for does not exist or is broken.
ca: Aquesta pàgina no existeix o bé està malmesa.
de: Die von Ihnen angeforderte Seite existiert nicht oder ist fehlerhaft.
it: La pagina richiesta non esiste.

source: The slope must be between 0 and 80 deg
ca: El pendent ha d'estar entre 0 i 80 graus
de: Die Steigung muss zwischen 0 und 80 Grad liegen
it: La pendenza deve essere compresa tra 0 e 80 deg

source: The slope must be between 50 and 3000m high
ca: L'alçada del pendent ha d'estar entre 50 i 3000m
de: Die Höhe des Hanges muss zwischen 50 und 3000 m betragen
it: L'altezza del pendio deve essere compresa tra 50 e 3000m

source: There are sensitive areas on this route. Please refer to the map.
ca: Aquest itinerari travessa o es troba a prop de zones sensibles. Si us plau, consulteu el mapa.
de: Auf dieser Route gibt es sensible Gebiete. Bitte beachten Sie die Karte.
it: Questo itinerario attraversa (o passa vicino a) una aerea protetta. Consultare la mappa.

source: This book cover is the property of its editor and/or author
ca: La coberta del llibre és propietat del seu editor i/o autor
de: Dieses Buchcover ist Eigentum des Herausgebers und / oder des Autors

source: This content is licensed under Creative Commons BY-NC-ND 3.0
ca: Aquest contingut es troba sota llicència Creative Commons BY-NC-ND 3.0
de: Dieser Inhalt unterliegt der Lizenz Creative Commons BY-NC-ND 3.0
it: Il contenuto e sotto la licenza Creative Commons BY-NC-ND 3.0

source: This content is licensed under Creative Commons BY-SA 3.0
ca: Aquest contingut es troba sota llicència Creative Commons BY-SA 3.0
de: Dieser Inhalt unterliegt der Lizenz Creative Commons BY-SA 3.0
it: Il contenuto e sotto la licenza Creative Commons BY-SA 3.0

# API message
source: This field must be a valid ISBN.
ca: Aquest camp ha de ser un ISBN vàlid.
de: Dieses Feld muss eine gultige ISBN sein.
it: Questo campo deve essere un ISBN valido.

source: This picture depicts a book cover. It is the property of its editor and/or author. It is presented here only for illustration purposes.
ca: Aquesta imatge mostra la coberta d'un llibre. És propietat de l'editor i/o de l'autor i no es presenta sinó amb la finalitat d'il·lustrar.
de: Dieses Bild zeigt ein Buch-Cover. Es ist Eigentum des Herausgebers und/oder Autor. Es wird hier nur zwecks Veranschaulichung vorgestellt.
it: Questa immagine mostra una copertina di libro. E' di proprietà dell'editore o dell'autore, vienequi presentata solo per illustrazione.

source: This profile is only available to authenticated users.
ca: Aquest perfil només és visible pels usuaris registrats.
de: Dieses Profil ist nur für eingeloggte Benutzern zugänglich.
it: Questo profilo è accessibile solo agli utenti registrati

source: This tool estimates the technical difficulty of a ski route (ski rating).
ca: Aquesta eina permet estimar la dificultat tècnica d'un itinerari d'esquí (escala de dificultat en esquí)
de: Dieses Tool schätzt die technische Schwierigkeit einer Skiroute (Skibewertung).
it: Questo strumento aiuta a stimare la difficoltà tecnica di un itinerario di scialpinismo

source: Time
ca: Horari
de: Zeit
it: Ora

source: time_management
ca: Gestió de l'horari
de: Zeitmanagement
it: Gestione della tempistica

source: timing
ca: durada
it: Durata

source: title
ca: Títol
de: Titel
it: Titolo

source: Toggle fullscreen
ca: Passa a pantalla completa
de: Vollbild ein/aus
it: Schermo intero

source: Too many results: please refine your search.
ca: Massa resultats: si et plau, afina els paràmetres de la cerca
de: Zu viele Ergebnisse: bitte Suche spezifieren.
it: Troppi risultati: restringere la ricerca

# book_types
source: topo
ca: ressenya
it: guida

# image_categories
source: topo
ca: ressenya
it: guida

source: Topoguide
ca: Guia de ressenyes
de: Topoführer
it: Guida

# article_categories
source: topoguide_supplements
ca: suplements de la guia de ressenyes
de: Ergänzung der Topo
it: supplementi alla guida

source: total snow
ca: Gruix total de neu
de: gesamte Schneehöhe
it: Altezza totale

# book_types
source: tourism
ca: turisme
de: Tourismus
it: turismo

# rock_types
source: trachyte
ca: traquita
de: Trachyt
it: trachite

# image_categories
source: track
ca: pista
de: Spur
it: traccia

# public_transportation_types
source: train
ca: tren
de: Zug
it: treno

source: training
ca: Entrenament
it: allenamento

source: Translate into an other lang
ca: Tradueix a una altra llengua
de: In eine andere Sprache übersetzen
it: Tradurre in un altra lingua

# route_types
source: traverse
ca: travessa
de: Überquerung
it: traversata

source: Types and styles
ca: Tipus i estils
de: Art & Stile
it: Tipi e stili

source: Types of belay and protection used, verifications between climbers, snowpack stability tests, testing of avalanche transceivers, etc.
ca: Tipus d'assegurança i de proteccions, verificacions entre escaladors, tests d'estabilitat del mantell nivós, tests dels ARVAs, etc.
de: Absicherungsmodus, gegenseitige Überprüfungen zwischen den Kletterern, Schneeprofile, Überprüfung der LVS-geräte, usw…

source: Unblock account
ca: Desbloqueja aquest usuari
de: Konto entsperren
it: Sblocca account

source: Unprotect document
ca: Desprotegeix el document
de: Dokument unschützen
it: Sproteggere questo documento

source: Upload a GPS track
ca: Afegiu-hi una traça GPS
de: GPS Strecke hochladen
it: Aggiungere una traccia GPS

source: Username
ca: Nom d'usuari
de: Benutzername

source: Very complex (steps, narrow sections, ridges...)
ca: Molt complex (graons, escanyalls, barres...)
de: Sehr komplexe (Schritte, schmale Abschnitte, Felsen, ...)
it: Molto complesso (strettoie, barra...)

# children_proof_types
source: very_dangerous
ca: perillós
de: sehr gefährlich
it: molto pericoloso

# children_proof_types
source: very_safe
ca: ben adaptat
de: sehr sicher
it: molto sicuro

# activities
source: via_ferrata
ca: Via ferrada
de: Klettersteig

source: via_ferrata_rating
ca: Dificultat de via ferrada
de: Schwierigkeitsgrad (Klettersteig)
it: Difficoltà via ferrata

source: View in other lang
ca: Mostra-ho en una altra llengua
de: In anderer Sprache anzeigen
it: Visualizzare in un altra lingua

source: Warning: This action cannot be undone!
ca: Alerta: aquesta acció no es pot desfer!
de: Achtung: Diese Aktion ist unumkehrbar !
it: Attenzione: questa azione è irreversibile!

# waypoint_types
source: waterfall
ca: cascada
de: Wasserfall
it: cascata

# waypoint_types
source: waterpoint
ca: font / punt d'aigua
de: Wasseranschluss
it: Presa d'acqua/sorgente

source: waypoint
ca: punt de pas
de: Wegpunkt
it: punto di passaggio

source: waypoint_type
ca: Tipus de punt de pas
de: Wegpunktart
it: Tipo di punto di passaggio

source: We sent you an email, please click on the link to reset password.
ca: Us hem enviat un correu, si us plau, cliqueu-ne l'enllaç per restablir la contrasenya.
de: Wir haben Ihnen eine Email zu gesendet. Bitten klicken Sie auf den gesendeten Link um das Passwort zurückzusetzen.
it: Riceverai entro poco una mail. Segui il link per reimpostare la password.

source: weather
ca: Méteo
de: Wetter
it: Meteo

# waypoint_types
source: weather_station
ca: estació meteorològica
de: Wetterstation
it: stazione meteo

source: weather_station_types
ca: Variables mesurades per l'estació meteorològica
de: Wetterstation
it: Tipo di stazione meteo

source: Why did you choose this outing? When did you decide to engage. What influenced your decision (holiday time, long journey, hotel/hut bookings, time spent already in preparation, limited possibilities, etc.)?
ca: Why did you choose this outing? When did you decide to commit to it. What influenced your decision, (holiday time, long journey, hotel/hut bookings, time spent already in preparation, limited possibilities, etc.)
de: Erklären Sie bitte, warum Sie gerade diese Tour ausgewählt haben und wie wichtig das Erreichen des Zieles für Sie war. Berücksichtigen Sie dabei den Einfluss der verschiedenen Optionen vorher (Urlaubstage, lange Anreise, Unterkunftsbuchungen...), der bisher dazu nötigen Bemühungen, der Seltenheit der Opportunität, usw...

source: Wide and constant
ca: Ample i regular
de: Breit und konstant
it: Largo e regolare

source: width
ca: Amplada
de: Breite
it: larghezza

# weather_station_types
source: wind_direction
ca: direcció del vent
de: Windrichtung
it: direzione del vento

# weather_station_types
source: wind_speed
ca: velocitat del vent
de: Windgeschwindigkeit
it: velocità del vento

source: write a summary
ca: Feu aquí un resum
de: Zusammenfassung
it: Scrivi qua un riassunto

source: write your comments
ca: Feu-hi els vostres comentaris
de: Kommentare hinzufügen
it: Scrivi i tuoi commenti

source: xreport
ca: Incident / accident
de: Vorfall/Unfall
it: incidente

# parking_fee_types
source: yes
ca: sí
de: Ja
it: si

source: yes
ca: sí
de: Ja
it: si

source: You may also drag, draw or edit the track on the map.
ca: També pots arrossegar, dibuixar o editar la traça al mapa.
de: Sie können die Strecke auch direkt auf die Karte ziehen, zeichnen oder bearbeiten.
it: Puoi anche trascinare, disegnare o creare la traccia sulla mappa

source: article
de: Artikel
it: articolo

# rock_types
source: artificial
de: künstlich
it: artificiale

# climbing_indoor_types
source: bloc
de: Block
it: boulder

# climbing_outdoor_types
source: bloc
de: Block
it: boulder

source: categories
de: Kategorien
it: categorie

# user_categories
source: club
de: Klub

# rock_types
source: conglomerat
de: Konglomerat
it: conglomerato

source: editor
de: Herausgeber
it: Editore

# condition_ratings
source: excellent
de: exzellent
it: ottime

# autonomies
source: expert
de: Experte
it: esperto

source: General
de: Allgemein
it: Generale

# rock_types
source: gres
de: Sandstein
it: arenaria

# glacier_ratings
source: impossible
de: unmöglich
it: invalicabile - impraticabile

source: My changes
de: Meine Beiträge

# avalanche_signs
source: no
de: Nein

# glacier_gear_types
source: no
de: Nein

# parking_fee_types
source: no
de: Nein

# previous_injuries
source: no
de: Nein

source: no
de: Nein

source: participants
de: Teilnehmer
it: Partecipanti

# article_types
source: personal
de: privat
it: personale

# image_types
source: personal
de: privat
it: personale

source: personal
de: privat
it: personale

# climbing_outdoor_types
source: psicobloc
de: Psicoblock
it: psicobloc (arrampicata senza corda sopra l’acqua)

# climbing_styles
source: vertical
de: vertikal
it: verticale

source: View xreports
de: Unfallberichte sehen
it: Vedere i report

# waypoint_types
source: virtual
de: virtuell
it: virtuale

# rock_types
source: granit
it: granito

# product_types
source: restaurant
it: ristorante

# activities
source: slacklining
it: Slackline / Highline
