Repository: billyLumberjack/c2c_ui
Catalog: src/translations/po/*.po
Languages: ca, de, it

source: Describe the information gathered before the outing and how these evolved once on route: weather forecast, avalanche risk reports, amount of refreezing, condition of the snow/ice/rock, reports from the previous days, etc.
ca: Descrigueu la informació consultada abans de la sortida i el seguiment de la seva evolució sobre el terreny. Això inclous les previsions meteorològiques, els butlletins d'allaus, la qualitat del regel, la qualitat de la neu o de la roca, les ressenyes dels dies anteriors, etc.
de: Beschreiben Sie hier die vor der Tour gesammelten Informationen und deren Nachprüfung im Gelände. Hier sind gemeint : Wetterprognose, Lawinenbulletin, Gefrieren der Schneedecke, Schnee-/Eis-/Felsbeschaffenheit, Tourenberichte der vorangegangenen Tage, usw...

source: describe timing
ca: Hora de sortida / horari
de: Zeiten (Abmarsch, Gesamtdauer, usw.)
it: Ora di partenza / orari:

source: describe weather
ca: Condicions meteorològiques trobades a la sortida: nuvolositat, precipitació, vent, temperatura
de: Wetter beschreiben
it: Condizioni meteorologiche incontrate durante la gita: copertura nuvolosa, precipitazioni, vento, temperatura...

source: Description
ca: Descripció

source: description
ca: Descripció
de: Beschreibung
it: Descrizione

# image_categories
source: detail
ca: detall
it: dettaglio

source: Detailed figures, like ratings, height differences, frequentation...
ca: Dades detallades (dificultats, desnivells, freqüentació, etc.)

source: Detailed information
ca: Informació detallada

source: Details
ca: Detalls

source: Details of the actual outing and the incident. If you have already written up your outing, you only need to describe the incident, then link it to your outing report (after first uploading it)
ca: Descrigueu el desenvolupament de la sortida i de l'incident/accident. Si ja heu entrat una sortida, podeu descriure únicament l'esdeveniment, i després d'haver-ne registrat un informe, l'associeu a la sortida.
de: Beschreiben Sie den Ablauf der Tour und des Ereignisses/Unfalls. Falls Sie schon eine Tour eingetragen haben können Sie das Ereignis separat beschreiben und es später - nach dessen Speichern - mit dem Toureneintrag verbinden.

source: Details on participants and event context
ca: Detalls sobre els participants i el context de l'esdeveniment

source: Differences between versions
ca: Diferències entre les versions

# glacier_ratings
source: difficult
ca: difícil
de: schwer
it: aperto - passaggio difficile

source: difficulties_height
ca: Altura a l'inici de les dificultats
de: Höhenunterschied der Schwierigkeiten
it: Quota dell'inizio delle difficoltà

source: disable_comments
ca: Desactiva els comentaris
de: Kommentare deaktivieren
it: Disattivare i commenti

source: Dispositions
ca: Disposicions

source: Distance
ca: Distància
de: Länge
it: Distanza

source: Distance (km)
ca: Distància (km)
de: Länge (km)
it: Distanza (km)

source: Download outings
ca: Descarrega les sortides

# quality_types
source: draft
ca: esborrany
de: Entwurf
it: bozza

source: Drop images here or click to upload
ca: Arrossegueu imatges aquí o cliqueu per carregar-ne
de: Bilder per Drag&Drop oder durch Klick hochladen
it: Sposta qui le immagini o clicca per selezionarle

source: Duration
ca: Durada
de: Zeit
it: Durata

source: Duration (hrs)
ca: Durada (h)
de: Zeit (Stunden)
it: Durata (h)

source: durations
ca: Durades
de: Zeiten
it: Durata

# glacier_ratings
source: easy
ca: fàcil
de: einfach
it: chiuso - passaggio agevole

source: easy mountain climbing gear
ca: Alpinisme en roca de F a AD
de: Alpines Felsklettern von F bis AD
it: Alpinismo su roccia (F a AD)

source: easy snow ice mixed gear
ca: Alpinisme en neu/glaç/mixt de F a PD+
de: Gletscher-, Eistouren und kombiniertes Bergsteigen von L bis WS+
it: Alpinismo su neve, ghiaccio, misto (F a PD+)

# route_configuration_types
source: edge
ca: aresta
de: Grat
it: cresta

source: Edit
ca: Edita
de: Bearbeiten
it: Modificare

source: Edit a document
ca: Modifica el document

source: Edit associations
ca: Modifica les associacions

source: Edit categories
ca: Modifica les categories

source: Edit titles
ca: Modifica els títols

source: Elevation
ca: Altitud
de: Höhe
it: Quota

source: elevation
ca: Altitud
de: Höhe
it: Quota

source: Elevation (m)
ca: Altitud (m)
de: Höhe (m)
it: Altitudine (m)

source: elevation_access
ca: Altitud de l'accés
de: Zuganghöhe
it: Quota dell'accesso stradale o TP

source: elevation_down_snow
ca: Cota mínima esquiable a la baixada
de: Höhe Ski Ende
it: Quota della neve (discesa)

source: elevation_max
ca: Altitud màxima
de: Maximale Höhe
it: Quota massima

source: elevation_min
ca: Altitud mínima
de: Minimale Höhe
it: Quota minima

source: elevation_up_snow
ca: Cota mínima esquiable a la pujada
de: Höhe Ski Beginn
it: Quota della neve (salita)

source: Email
ca: Correu electrònic

source: emphasized text
ca: text en cursiva
de: kursiver Text
it: testo in corsivo

# quality_types
source: empty
ca: buit
de: leer
it: vuoto

source: empty comment
ca: comentari buit

# langs
source: en
ca: anglès
de: englisch
it: inglese

source: engagement_rating
ca: Compromís
de: Ernsthaftigkeit
it: Impegno

# book_types
source: environment
ca: medi ambient
de: Umwelt
it: ambiente

# image_categories
source: equipment
ca: equipament
de: Ausrüstung
it: attrezzatura

source: equipment_rating
ca: Qualitat de l'equipament
de: Ausrüstungsqualität
it: Chiodatura

source: equipment_ratings
ca: Qualitats d'equipament
de: Ausrüstungsqualitäten
it: Chiodatura

# langs
source: es
ca: castellà
de: spanisch
it: spagnolo

# langs
source: eu
ca: euskera
de: baskisch
it: basco

source: EULA
ca: Acord de llicència d'usuari final
de: Nutzungsbedingungen

source: event_type
ca: tipus d'esdeveniment
de: Ereignisart
it: tipo di evento

source: Everything about ratings : difficulties, exposition...
ca: Entreu aquí totes les dades de l'itinerari (dificultat, exposició, qualitat de l'equipament, etc.)

source: Expand
ca: Desplega

# route_types
source: expedition
ca: expedició
it: spedizione

# article_categories
source: expeditions
ca: expedicions
de: Expeditionen
it: spedizioni

# rain_proof_types
source: exposed
ca: Exposat
de: ausgesetzt
it: esposto

source: exposition_rating
ca: Exposició
de: Ausgesetztheit
it: Esposizione

source: exposition_rock_rating
ca: Exposició en escalada
de: Ausgesetztheit (Klettern)
it: Esposizione in arrampicata

source: exposure_time
ca: Temps d'exposició
de: Belichtungszeit
it: Tempo di esposizione

source: external_resources
ca: recursos externs
de: externe Ressourcen
it: Risorse esterne

# author_statuses
source: external_witness
ca: testimoni extern
de: externer Zeuge
it: testimone esterno

# route_configuration_types
source: face
ca: cara
de: Wand
it: parete

# event_types
source: falling_ice
ca: caiguda de glaç
de: Eisfall
it: caduta di ghiaccio

# product_types
source: farm_sale
ca: venda directa
de: Direktvertrieb
it: vendita del produttore

source: Fauna protection areas
ca: Zona de protecció de la fauna

source: Fauna protection site:
ca: Indret de protecció de la fauna:

# months
source: feb
ca: febrer
de: Februar
it: febbraio

# genders
source: female
ca: dona
de: weiblich
it: femmina

source: file_size
ca: mida del fitxer

source: filename
ca: nom del fitxer
de: Dokumentname
it: nome del file

source: Filter on map extent
ca: Limita la cerca al mapa visible
de: Mit Karte filtern
it: Limitare la ricerca alla zona visibile sulla carta

source: Find all Camptocamp in the mountains with the new mobile application
ca: Descobriu Camptocamp a la muntanya amb la nova aplicació mòbil
de: Entdecken Sie Camptocamp in den Bergen mit der neuen Mobil-App.
it: Scopri Camptocamp in montagna con la nuova applicazione mobile

# quality_types
source: fine
ca: bo
de: gut
it: buono

source: fnumber
ca: Propietats de la imatge
de: Fotoeigenschaften
it: Proprietà dell'immagine

source: focal_length
ca: distància focal
de: Brennweite
it: focale

source: Followed users
ca: Usuaris seguits
de: Gefolgte Benutzer
it: Utenti seguiti

source: Forgot password?
ca: Contrasenya oblidada?
de: Passwort vergessen?
it: Password dimenticata?

source: Forum
ca: Fòrum

source: forum
ca: fòrum

source: Forum username
ca: Nom d'usuari del fòrum
de: Forum-Benutzername
it: Nickname

# langs
source: fr
ca: francès
de: französisch
it: francese

source: frequentation
ca: Freqüentació
de: Begehungsfrequenz
it: Frequentazione

source: Fullname
ca: Nom complet
de: Name und Vorname
it: Cognome

source: gas_unstaffed
ca: Gas en període no guardat
de: Gas (nicht bewartet)
it: Gas (non gestito)

# article_categories
source: gear
ca: Material
de: Ausrüstung
it: Materiale

source: gear
ca: Material
de: Ausrüstung
it: Materiale

source: gender
ca: gènere
de: Geschlecht
it: genere

source: General information
ca: Informació general

source: general informations
ca: Informació general
de: Allgemeine Informationen
it: Informazioni generali

source: Geolocation
ca: Geolocalització

source: geolocation
ca: Geolocalització
it: Localizzazione

# image_categories
source: geology
ca: geologia
de: Geologie
it: geologia

# waypoint_types
source: gite
ca: Hostal
de: Unterkunft
it: posto tappa

# route_configuration_types
source: glacier
ca: glacera
de: Gletscher
it: ghiacciaio

# glacier_gear_types
source: glacier_crampons
ca: grampons i material de seguretat en glacera
de: Steigeisen + Gletscherausrüstung
it: ramponi + attrezzatura da ghiacciaio

source: glacier_gear
ca: Equipament per a glacera
de: Gletscherausrüstung
it: Materiale da ghiacciaio

source: glacier_rating
ca: Glacera
de: Gletscherschwierigkeit
it: Ghiacciaio

# glacier_gear_types
source: glacier_safety_gear
ca: material de seguretat en glacera
de: Gletscherausrüstung
it: Materiale di sicurezza su ghiacciaio

source: global_rating
ca: Dificultat global
de: Globale Schwierigkeit
it: Valutazione globale

# rock_types
source: gneiss
ca: gneis
de: Gneis

source: Go to the previous page
ca: Torna a la pàgina anterior
de: Zur vorherigen Seite gehen
it: Tornare alla pagina precedente

# condition_ratings
source: good
ca: bones
de: gut
it: buone

# public_transportation_ratings
source: good service
ca: servei regular
de: Gute Anbindung
it: servizio regolare

source: GPS Track
ca: Traça GPS
de: GPS-Strecke
it: Traccia GPS

# quality_types
source: great
ca: excel·lent
de: sehr gut
it: eccellente

# product_types
source: grocery
ca: botiga
de: Lebensmittelgeschäft
it: drogheria

source: ground_types
ca: tipus de terreny
de: Grundarten
it: Tipo di terreno

source: group_management
ca: gestió del grup
de: Gruppenleitung
it: gestione del gruppo

source: Had a timetable for the route been foreseen? Did you maintain the schedule? Was time a factor in causing the incident?
ca: S'havia establert un horari? S'havia respectat? La gestió del temps ha tingut influència sobre el desencadenament de l'esdeveniment?
de: War ein Zeitplan vorhanden ? Wurde er eingehalten ? Hatte das Zeitmanagement einen Einfluss auf die Auslösung des Ereignisses ?

source: has added images to area
ca: ha afegit imatges a aquesta regió
de: hat Fotos zu einer Region hinzugefügt
it: ha aggiunto delle immagini per questa regione

source: has added images to article
ca: ha afegit imatges a aquest article
de: hat Fotos zu einem Artikel hinzugefügt
it: ha aggiunto delle immagini per questo articolo

source: has added images to book
ca: ha afegit imatges a aquest llibre
de: hat Fotos zu einem Buch hinzugefügt
it: ha aggiunto delle immagini per questo libro

source: has added images to outing
ca: ha afegit imatges a aquesta sortida
de: hat Fotos zu einem Tourenbericht hinzugefügt
it: ha aggiunto delle immagini per questa gita

source: has added images to route
ca: ha afegit imatges a aquest itinerari
de: hat Fotos zu einer Route hinzugefügt
it: ha aggiunto delle immagini per questo itinerario

source: has added images to waypoint
ca: ha afegit imatges a aquest punt de pas
de: hat Fotos zu einem Wegpunkt hinzugefügt
it: ha aggiunto delle immagini per questo waypoint

source: has added images to xreport
ca: ha afegit imatges a aquest informe d'incident/accident
de: hat Fotos zum Unfallbericht hinzugefügt
it: ha aggiunto delle immagini per questo report d'incidenti/accidenti

source: has created a new article
ca: ha creat un nou article
de: hat einen neuen Artikel geschrieben
it: ha creato un nuovo articolo

source: has created a new book
ca: ha entrat un nou llibre
de: hat ein neues Buch verfasst
it: ha creato un nuovo libro

source: has created a new image
ca: ha pujat una nova imatge
de: hat ein neues Foto hochgeladen
it: ha creato una nuova immagine

source: has created a new outing
ca: ha fet una nova sortida
de: hat einen neuen Tourenbericht verfasst
it: ha creato una nuova gita

source: has created a new route
ca: ha creat un nou itinerari
de: hat eine neue Route verfasst.
it: ha creato un nuovo itinerario

source: has created a new waypoint
ca: ha creat un nou punt de pas
de: hat einen neuen Wegpunkt verfasst.
it: ha creato un nuovo waypoint

source: has created a new xreport
ca: ha creat un nou informe d'incident/accident
de: hat einen Unfallbericht verfasst.
it: ha creato un nuovo report d'incidenti/accidenti

source: has updated the area
ca: ha actualitzat aquesta regió
de: hat eine Region editiert
it: ha modificato questa regione

source: has updated the article
ca: ha actualitzat un article
de: hat einen Artikel editiert
it: ha modificato questo articolo

source: has updated the book
ca: ha actualitzat aquest llibre
de: hat ein Buch editiert
it: ha modificato questo libro

source: has updated the image
ca: ha actualitzat una imatge
de: hat ein Foto editiert
it: ha modificato questa immagine

source: has updated the outing
ca: ha actualitzat una sortida
de: hat einen Tourenbericht editiert
it: ha modificato questa gita

source: has updated the route
ca: ha actualitzat un itinerari
de: hat eine Route editiert
it: ha modificato questo itinerario

source: has updated the waypoint
ca: ha actualitzat un punt de pas
de: hat einen Wegpunkt editiert
it: ha modificato questo waypoint

source: has updated the xreport
ca: ha actualitzat un informe d'incident/accident
de: hat einen Unfallbericht editiert.
it: ha modificato questo report d'incidenti/accidenti

source: Have an account?
ca: Ja teniu un compte?
de: Schon registriert ?
it: Già registrato?

source: Have you (re)evaluated the risks at each change in the situation? What factors might have affected your awareness, such as tiredness, stress, relaxing having passed the main difficulties or on the descent, on a section reputed to be easy, presence of footprints or other people, complete confidence in the leader of the group, etc.
ca: Heu reavaluat els riscos a cada canvi de situació? Considereu els factors que hagin pogut influir en el vostre nivell d'atenció, com la fatiga, l'estrès, la baixa atenció un cop superades les dificultats o bé a la baixada, un sector conegut o amb reputació de fàcil, la presència de traces o d'altra gent, una confiança total en el responsable del grup, etc.
de: Haben Sie bei jeder Änderung der Lage die Risiken neu beurteilt ? Bitte Faktoren berücksichtigen, welche Ihre Aufmerksamkeit beeinflussen konnten : Ermüdung, Stress, Abnahme der Konzentration nach Ende der Schwierigkeiten oder bei der Abfahrt/Abstieg, vertrautes oder als einfach geltendes Gebiet, Anwesenheit von anderen Spuren oder Personen, blindes Vertrauen im Tourenleiter, usw...

source: Heading
ca: Títol
de: Titel
it: Titolo

source: heading text
ca: text del títol
de: Titeltext
it: testo del titolo

source: heating_unstaffed
ca: Calefacció en període no guardat
de: Heizung (nicht bewartet)
it: Riscaldamento (non gestito)

source: height
ca: Altitud
de: Höhe
it: Altitudine

source: height_diff
ca: Desnivell
de: Höhenunterschied
it: Dislivello

source: height_diff_access
ca: Desnivell de l'aproximació
de: Höhenunterschied des Zustieg
it: Dislivello dell'avvicinamento

source: height_diff_difficulties
ca: Desnivell de les dificultats
de: Höhenunterschied der Schwierigkeiten
it: Dislivello delle difficoltà

source: height_diff_down
ca: Desnivell negatiu
de: Abstieg
it: Dislivello negativo

source: height_diff_up
ca: Desnivell positiu
de: Aufstieg
it: Dislivello positivo

source: height_max
ca: Altitud màxima
de: Maximale Höhe
it: Altezza massima

source: height_median
ca: Altitud mitjana
de: Durchschnittliche Höhe
it: Altezza media

source: height_min
ca: Altitud mínima
de: Minimale Höhe
it: Altezza minima

# image_categories
source: help
ca: ajuda
de: Hilfe
it: aiuto

source: help
ca: ajuda
de: Hilfe
it: aiuto

source: Here is the list of users you are following and whose activity you will see in your personal feed.
ca: Aquesta és la llista dels usuaris que seguiu i dels quals veureu l'activitat al vostre fil personal
de: Hier ist die Liste der Benutzern, denen Sie folgen. Aktivitäten dieser Benutzern werden in Ihrem persönlichen Feed angezeigt.
it: Ecco la lista degli utenti che stai seguendo e di cui vedrai le attività nel tuo flusso personale.

source: Here you may change your subscriptions to snow forecast mailing lists.
ca: Podeu modificar aquí les vostres subscripcions als butlletins d'allaus.
de: Hier können Sie Ihre Abonnements für Schneevorhersage-Mailinglisten verändern.
it: Puoi modificare il tuo abbonamento ai bollettini nivologici

source: Here you may set activity and region filters that will apply to the homepage feed.
ca: Definiu aquí els filtres d'activitats i de regions que seran aplicats al fil de la pàgina d'inici.
de: Wählen Sie hier die Aktivitäten und Regionen aus, für die Sie Einträge im Feed auf der Startseite sehen möchten.
it: Puoi selezionare le attività e le regioni che saranno visibili nella sezione Notizie sulla pagina principale

# activities
source: hiking
ca: Excursionisme
de: Wandern
it: Escursionismo / Trail

source: hiking gear
ca: Excursionisme estival
de: Sommerliches Wandern
it: Escursionismo estivale

source: hiking_mtb_exposition
ca: Exposició en excursionisme i BTT
de: Ausgesetztheit Wandern und MTB
it: Esposizione (escursionismo, trail, bici)

source: hiking_rating
ca: Dificultat en excursionisme
de: Schwierigkeit (Wandern)
it: Difficoltà escursionismo/trail

# book_types
source: historical
ca: històric
de: geschichtlich
it: Cenni storici

source: History
ca: Versions
de: Historie
it: Versioni

source: Home
ca: Pàgina d'inici
de: Startseite

source: Home page feed parameters
ca: Paràmetre del fil d'activitat a la pàgina d'inici

source: How is my testimony used ? How / why is it useful ?
ca: De què serveix el meu testimoni?

# weather_station_types
source: humidity
ca: humitat
de: Feuchtigkeit
it: umidità

# image_categories
source: hut
ca: Refugi / cabana
de: Hütte
it: rifugio

# waypoint_types
source: hut
ca: Refugi / cabana
de: Hütte
it: rifugio

source: hut_comment
ca: Comentaris sobre el refugi
de: Kommentare zur Hütte
it: Commenti sul rifugio

source: hut_status
ca: Refugi
de: Hüttenstatus
it: Rifugio

# user_categories
source: hut_warden
ca: guarda de refugi
de: Hüttenwirt
it: gestore del rifugio

source: I have read and agree to the terms of use
ca: He llegit i accepto les condicions d'ús

source: ice and dry climbing gear
ca: Escalada en gel i dry-tooling
de: Eisklettern und Dry-Tooling
it: Cascata di ghiaccio e dry-tooling

# activities
source: ice_climbing
ca: Cascada de gel
de: Eisklettern
it: Cascata di ghiaccio

source: ice_rating
ca: Dificultat en gel
de: Schwierigkeit (Eisklettern)
it: Difficoltà ghiaccio

source: image
ca: imatge
de: Bild
it: immagine

source: image_categories
ca: Categories
de: Kategorien
it: Categorie

source: image_type
ca: Tipus d'imatge (llicència)
de: Bild Lizenz
it: tipo d'immagine (licenza)

source: images
ca: Imatges
de: Bilder

source: increase_impact
ca: factor d'agreujament
de: erschwerender Faktor
it: fattore di aggravamento

source: Information about the terrain, like elevations, lengths...
ca: Dades relatives al terreny, com les alçades, la longitud, etc.

source: Information on the location of the incident. Mark the location on the map above, even if you cannot do very accurately, (in which case give more details here). After completing the report, you can associate it to a route, a climbing site or an outing.
ca: Informació sobre la localització de l'incident. Posicioneu la localització al mapa d'aquí sobre, encara que sigui de manera poc precisa (cas en què podeu donar més detalls en aquest camp). Després d'haver completat l'informe, podreu associar-hi un itinerari, un punt de pas o una sortida.

source: Informations about the access
ca: Informació relativa a l'accés per carretera o amb transport públic

source: Infos
ca: Info
it: Informazioni

# autonomies
source: initiator
ca: desencadenant
de: Auslöser

source: Insert a link
ca: Insereix un enllaç

source: Insert emoji
ca: Insereix una emoticona

source: Insert image
ca: Insereix una imatge

source: Insert link
ca: Insereix l'enllaç

# rain_proof_types
source: inside
ca: a l'interior
de: drinnen
it: dentro

# weather_station_types
source: insolation
ca: insolació
de: Sonnenschein
it: insolazione

# user_categories
source: institution
ca: institució
it: istituzione

# author_statuses
source: internal_witness
ca: testimoni directe
de: direkter Zeuge
it: testimone diretto

source: Invalid date
ca: Data no vàlida

# API message
source: Invalid email address
ca: Correu electrònic incorrecte
de: Ungültige Email-Adresse
it: email non valido

source: iso_speed
ca: Sensibilitat
de: ISO-Empfindlichkeit
it: Sensibilità

# langs
source: it
ca: italià
de: italienisch
it: italiano

# months
source: jan
ca: gener
de: Januar
it: gennaio

# months
source: jul
ca: juliol
de: Juli
it: luglio

# months
source: jun
ca: juny
de: Juni
it: giugno

# custodianship_types
source: key_needed
ca: clau necessària per obrir
de: Schlüssel nötig
it: chiavi necessarie

source: kilometers
ca: quilòmetres
de: km
it: km

source: Know more about SERAC
ca: Més sobre SERAC
de: Lernen Sie mehr über SERAC.
it: Saperne di più su SERAC

source: labande_global_rating
ca: Dificultat global en esquí
de: Allgemeiner globaler Ski-Schwierigkeitsgrad
it: Difficoltà complessiva sciistica

source: labande_ski_rating
ca: Dificultat puntual en esquí
de: Allgemeiner punktueller Ski-Schwierigkeitsgrad
it: Difficoltà sciistica puntuale

# waypoint_types
source: lake
ca: estany
de: See
it: lago

# image_categories
source: landscapes
ca: paisatges
de: Landschaften
it: paesaggi

source: lang
ca: Llengua
de: Sprache
it: Lingua

source: langs
ca: llengües
de: Sprachen
it: Lingue

source: Last forum topics
ca: Darrers temes al fòrum
de: Letztes Forumsthema
it: Ultime discussioni sul forum

source: Last outings
ca: Darreres sortides
de: Letzte Tourenberichte
it: Ultime gite

source: Latitude
ca: Latitud
de: Breitengrad
it: Latitudine

source: length
ca: Llargada
de: Länge
it: Lunghezza

source: length_total
ca: Llargada total
de: gesamte Länge
it: Lunghezza totale

source: Let's make our feedbacks valuable
ca: Donem valor al nostre feedback

# avalanche_levels
source: level_1
ca: nivell 1

# avalanche_levels
source: level_2
ca: nivell 2

# avalanche_levels
source: level_3
ca: nivell 3

# avalanche_levels
source: level_4
ca: nivell 4

# avalanche_levels
source: level_5
ca: nivell 5

# avalanche_levels
source: level_na
ca: nivell no ressenyat
de: nicht angegeben
it: livello sconosciuto

source: Licenses
ca: Llicències

source: lift_access
ca: Remuntadors mecànics
de: Seilbahn
it: Impianti meccanici

source: lift_status
ca: Remuntadors mecànics
de: Seilbahn
it: Impianti meccanici

# event_types
source: lightning
ca: llamp
de: Gewitter
it: fulmine

source: link
ca: enllaç

source: Links
ca: Enllaços

source: List mode
ca: Visualització en llista
